Repository: OPUS4/application
Catalog: modules/default/language/doctypes.tmx
Source language: de
Languages: en

source: Alle Felder (Testdokumenttyp)
en: All fields (testing documenttype)

source: Entscheidungs- oder Urteilsanmerkung
en: Annotation

source: Wissenschaftlicher Artikel
en: Article

source: Bachelorarbeit
en: Bachelor Thesis

source: Buch
en: Book

source: Teil eines Buches (Kapitel)
en: Part of a Book

source: Konferenz: Meeting Abstract
en: Conference: Meeting Abstract

source: Konferenzveröffentlichung
en: Conference Publication

source: Konferenzpaper
en: Conference Paper

source: Konferenzposter
en: Conference Poster

source: Konferenz-Proceedings
en: Conference Proceedings

source: Konferenzfolien
en: Conference Slides

source: Beitrag zu einer (nichtwissenschaftlichen) Zeitung oder Zeitschrift
en: Contribution to a Periodical

source: Korrigendum
en: Corrigendum

source: Lehrmaterial
en: Course Material

source: Diplomarbeit
en: Diploma Thesis

source: Dissertation
en: Doctoral Thesis

source: *DOI-Import*
en: *Import by DOI*

source: Dynamische Online-Ressource
en: Dynamic Web Resource

source: Teil einer dynamischen Online-Ressource
en: Part of a Dynamic Web Resource

source: Sammelband
en: Edited Collection

source: Vorwort
en: Editorial

source: Examensarbeit
en: Examination Thesis

source: Bild
en: Image

source: Vorlesung
en: Lecture

source: Magisterarbeit
en: Magister's Thesis

source: Masterarbeit
en: Master's Thesis

source: Monographie
en: Monograph

source: Bewegte Bilder
en: Moving Images

source: Noten (Musik)
en: Musical Notation

source: Sonstiges
en: Other

source: Periodikum
en: Periodical

source: Ausgabe (Heft) zu einer Zeitschrift
en: Part of a Periodical

source: Bericht
en: Report

source: Forschungsartikel
en: Research Article

source: Forschungsdaten
en: Research Data

source: Rezension
en: Recension

source: Übersichtsartikel
en: Review Article

source: Softwareartikel
en: Software Paper

source: Ton
en: Sound

source: Quellenedition
en: Source Edition

source: Studienarbeit
en: Study Thesis

source: Arbeitspapier
en: Working Paper

source: Vortrag für ZIB
en: Talk for ZIB

source: Demo (enthält nur zwei Felder)
en: Demo (contains only two fields)
